[
    {
      "title": "أحكام النون الساكنة والتنوين",
      "image": "assets/images/image.jpeg",
      "definition": "النون الساكنة هي النون الخالية من الحركة، وتكون في وسط الكلمة أو آخرها. أما التنوين فهو نون ساكنة زائدة تلحق آخر الأسماء. ولها أربعة أحكام: الإظهار، الإدغام، الإقلاب، والإخفاء، ويعتمد الحكم على الحرف الذي يلي النون الساكنة أو التنوين."
    },
    {
      "title": "أحكام الميم الساكنة",
      "image": "assets/images/image.jpeg",
      "definition": "الميم الساكنة هي الميم الخالية من الحركة والتي تقع قبل أحد حروف الهجاء. أحكامها ثلاثة: الإخفاء الشفوي، والإدغام الشفوي، والإظهار الشفوي. تعتمد هذه الأحكام على الحرف الذي يلي الميم الساكنة، حيث يحدد الحكم المناسب."
    },
    {
      "title": "الإدغام",
      "image": "assets/images/image.jpeg",
      "definition": "الإدغام هو إدخال حرف ساكن في حرف متحرك بحيث يصبحان حرفاً واحداً مشدداً. ينقسم الإدغام إلى إدغام بغنة وإدغام بدون غنة. يحدث الإدغام إذا جاء بعد النون الساكنة أو التنوين أحد الأحرف الستة: ي، ر، م، ل، ن، و."
    },
    {
      "title": "الإظهار",
      "image": "assets/images/image.jpeg",
      "definition": "الإظهار هو نطق الحرف بوضوح دون غنة. يأتي حكم الإظهار إذا جاء بعد النون الساكنة أو التنوين أحد الأحرف الحلقية الستة: الهمزة، الهاء، العين، الغين، الحاء، الخاء. يتميز الإظهار بوضوح الصوت وعدم الإدغام."
    },
    {
      "title": "الإقلاب",
      "image": "assets/images/image.jpeg",
      "definition": "الإقلاب هو تحويل النون الساكنة أو التنوين إلى ميم مخفاة مع غنة. يحدث الإقلاب إذا جاء بعد النون الساكنة أو التنوين حرف الباء. عندها يجب نطق النون الساكنة كميم، مع إخفاء الصوت قليلاً والمبالغة في الغنة."
    },
    {
      "title": "الإخفاء",
      "image": "assets/images/image.jpeg",
      "definition": "الإخفاء هو النطق بالنون الساكنة أو التنوين بين الإظهار والإدغام، مع غنة خفيفة. يحدث الإخفاء إذا جاء بعد النون الساكنة أو التنوين أحد الأحرف الخمسة عشر: ت، ث، ج، د، ذ، ز، س، ش، ص، ض، ط، ظ، ف، ق، ك."
    },
    {
      "title": "المد الطبيعي",
      "image": "assets/images/image.jpeg",
      "definition": "المد الطبيعي هو المد الذي لا يقوم على سبب من أسباب المد مثل الهمز أو السكون. يمد بمقدار حركتين، ويحدث عندما يأتي حرف المد (الألف، الواو، الياء) ولا يأتي بعده همزة أو سكون."
    },
    {
      "title": "المد الفرعي",
      "image": "assets/images/image.jpeg",
      "definition": "المد الفرعي هو المد الذي يعتمد على سبب مثل الهمز أو السكون. وينقسم إلى مد واجب متصل ومد جائز منفصل، ومد لازم. يختلف مقدار المد حسب نوعه، ويُمد من 4 إلى 6 حركات بناءً على الحالة."
    },
    {
      "title": "القلب",
      "image": "assets/images/image.jpeg",
      "definition": "القلب يحدث عند قلب حرف النون الساكنة أو التنوين إلى ميم إذا جاء بعدها حرف الباء. ويُنطق الحرف المقلوب مع غنة بمقدار حركتين، كما يجب إخفاء الصوت قليلاً مع المحافظة على الغنة."
    },
    {
      "title": "القلقلة",
      "image": "assets/images/image.jpeg",
      "definition": "القلقلة هي اهتزاز صوت الحرف عند النطق به ساكناً. الأحرف التي تطبق فيها القلقلة هي: ق، ط، ب، ج، د. وتحدث القلقلة إذا جاء أحد هذه الأحرف ساكناً في وسط الكلمة أو آخرها، ويُلاحظ فيها وضوح الصوت عند النطق."
    }
  ]
  